[
	{
		"id" : 1,
		"data_created" : "2022-07-20 08:29:06.344798",
		"data_updated" : "2022-07-20 08:29:06.344798",
		"description" : "There's a reason why our boxers are a cult favourite - they keep their cool, especially in sticky situations. The quick-drying, lightweight underwear takes up minimal space in a travel pack.",
		"details" : "An exposed, brushed waistband offers next-to-skin softness, five-panel construction with a traditional boxer back for a classic fit, and a functional fly. Made of 3.7-oz 100% recycled polyester with moisture-wicking performance. Inseam (size M) is 4 1/2",
		"imageurl" : "https://adn.damensch.com/wp-content/uploads/2021/06/1-67.jpg",
		"name" : "Active classic boxers",
		"price" : 500
	},
	{
		"id" : 2,
		"data_created" : "2022-07-20 08:29:28.769513",
		"data_updated" : "2022-07-20 08:29:28.769513",
		"description" : "Skinning up Glory requires enough movement without your boxers deciding to poach their own route. The form-fitting Active Sport Boxer Briefs are made from breathable 93% polyester (71% recycled) fabric that's fast-wicking, dries quickly",
		"details" : " the seamless waistband and soft leg edges won't roll or bind. The gusseted, flat-sewn 6\" inseam (size M) is offset to prevent inner-thigh chafe. Fly-free with a smooth front panel. Recyclable through the Common Threads Recycling Program",
		"imageurl" : "https://adn.damensch.com/wp-content/uploads/2019/06/DASHED-SILVER-Copy.jpg",
		"name" : "Active sport boxer briefs",
		"price" : 750
	},
	{
		"id" : 3,
		"data_created" : "2022-07-20 08:29:59.858898",
		"data_updated" : "2022-07-20 08:29:59.858898",
		"description" : "These superbreathable no-fly briefs are the minimalist's choice for high-octane endeavors. ",
		"details" : " Made from a blend of fast-wicking, quick-drying 93% polyester (71% recycled) and 7% spandex that has both stretch-mesh (for support) and open mesh (for cooling airflow). Soft edging at the leg openings ",
		"imageurl" : "https://www.boxers-and-briefs.net/images/jockey-microfiber-active-2-pack-boxer-trunk-lagoon-p7211-46108_medium.jpg",
		"name" : "Active sport briefs",
		"price" : 1100
	},
	{
		"id" : 4,
		"data_created" : "2022-07-20 08:30:09.782259",
		"data_updated" : "2022-07-20 08:30:09.782259",
		"description" : "Skin in, climb ice, switch to rock, traverse a knife-edge ridge and boogie back down - these durable, weather-resistant and breathable soft-shell pants keep stride on every mountain endeavor.",
		"details" : " The midweight stretch-woven polyester won't restrict your moves, and the brushed interior maintains next-to-skin comfort. A 2-way zippered fly keeps things easy with a harness on, and the gusseted, zippered cuffs have 2-position snaps and tie-down loops.",
		"imageurl" : "https://images.arcteryx.com/F21/1350x1710/Alpine-Guide-Pant-Black.jpg",
		"name" : "Alpine guide pants",
		"price" : 1200
	},
	{
		"id" : 5,
		"data_created" : "2022-07-20 08:30:39.197439",
		"data_updated" : "2022-07-20 08:30:39.197439",
		"description" : "On high ridges, steep ice and anything alpine, this jacket serves as a true \"best of all worlds\" staple. It excels as a stand-alone shell for blustery rock climbs, cool-weather trail runs and high-output ski tours.",
		"details" : " when conditions have you ice and alpine climbing, it functions as a lightly insulated windshirt on the approach, as well as a frictionless midlayer when it's time to bundle up and tie-in. The polyester ripstop shell with a Deluge DWR",
		"imageurl" : "https://www.dynafit.com/media/image/54/92/fd/9b74e3c0-5a7a-40ad-8f85-96c393b37a7c_dynafit.jpg",
		"name" : "Alpine wind jkt",
		"price" : 1100
	},
	{
		"id" : 6,
		"data_created" : "2022-07-20 08:31:10.621163",
		"data_updated" : "2022-07-20 08:31:10.621163",
		"description" : "Our most technical soft shell for full-on mountain pursuits strikes the alpinist's balance between protection and minimalism. The dense 2-way-stretch polyester double weave, with stitchless seams",
		"details" : "exceptional water- and wind-resistance, a rapid dry time and superb breathability. Pared-down detailing provides everything you need and nothing more: a 3-way-adjustable, helmet-compatible hood; a reverse-coil center-front zipper with a DWR ",
		"imageurl" : "https://www.barrabes.com/images/tienda/products/large/14cp540287.jpg",
		"name" : "Ascensionist jkt",
		"price" : 1300
	},
	{
		"id" : 7,
		"data_created" : "2022-07-20 08:31:37.011841",
		"data_updated" : "2022-07-20 08:31:37.011841",
		"description" : "A multitasker's cloud nine, the Atom plays the part of courier bag, daypack and carry-on. Its teardrop shape provides the support of a daypack by positioning the load behind your shoulder",
		"details" : "the single-strap design makes getting to the goods simple - just spin it around front. The large zippered main pocket has internal zippered mesh and stretch-woven pockets. A convenient zippered pocket on the shoulder strap is lined to protect valuables.",
		"imageurl" : "https://www.prodelbags.com/wp-content/uploads/2018/12/prodel-scooter-rack-delivery-bags-1208x1208.jpg",
		"name" : "Atom",
		"price" : 1000
	},
	{
		"id" : 8,
		"data_created" : "2022-07-20 08:32:06.813544",
		"data_updated" : "2022-07-20 08:32:06.813544",
		"description" : "Our fullest coverage bottoms, the Betina fits highest across the hips with a slightly scooped, lined front.",
		"details" : "Made from a blend of 82% nylon/18% spandex.Details:Fullest coverage bottomFits highest across hips, full front and back coverage Regular riseImproved fabricFabric:5.6-oz 82% nylon/18% spandex Weight:(49 g 1.7 oz)Made in USA",
		"imageurl" : "https://res.cloudinary.com/yerdle/image/upload/c_fit,f_auto,h_500,q_auto,w_500/v1656442601/production/partners/1/inventoryItem/2147281/nksytbeaud99igdwjtdy.jpg",
		"name" : "Print banded betina btm",
		"price" : 1000
	},
	{
		"id" : 9,
		"data_created" : "2022-07-20 08:32:35.373920",
		"data_updated" : "2022-07-20 08:32:35.373920",
		"description" : "Micro D-Luxe is a heavenly soft fabric with down-to-earth applications. This cardigan is made from a quick-drying, durable 4.6-oz 100% polyester microdenier fleece that is lightweight and breathable so it can work as a top or midlayer.",
		"details" : "A wind flap backs the zip front, while the hood has covered-elastic side trim to bundle babies in deep warmth. With slash-style patch pockets, color-coordinating elbow patches and soft self-fabric cuffs. Recyclable through the Common Threads",
		"imageurl" : "https://ae01.alicdn.com/kf/H0ad82ed40582456c9bfb77afc3710bceB/Orangemom-spring-baby-Coat-Hooded-Jacket-For-Baby-Girl-boys-clothing-Newborn-Baby-Girl-Jacket-cotton.jpg_Q90.jpg_.webp",
		"name" : "Baby micro d-luxe cardigan",
		"price" : 1074
	},
	{
		"id" : 10,
		"data_created" : "2022-07-20 08:33:00.989162",
		"data_updated" : "2022-07-20 08:33:00.989162",
		"description" : "This hat goes on when the sun rises above the horizon, and stays on when raindrops start falling. Its made from an ultra-durable 4-ply, 4.2-oz Supplex nylon fabric with a DWR (durable water repellent) finish",
		"details" : " A soft tuck-away chin strap with a hook-and-loop fastener holds securely without chafing young jawlines. Packs small; easy care.Details: Lightweight Supplex nylon is soft, dries fast and packs small; easy care Brim shields head ",
		"imageurl" : "https://asset1.cxnmarksandspencer.com/is/image/mands/SD_04_T72_2045D_A4_X_EC_0?$Intl_PDP_Desk$",
		"name" : "Baby sun bucket hat",
		"price" : 490
	},

	
	{
		"id" : 11,
		"description" : "Soft, stretchy polyester fabric is fast wicking, quick drying and breathable Details:Lap shoulders relax the silhouette",
		"name" : "Baby sunshade top",
		"details" : "Extended roll-down cuffs accommodate growth spurts; drop hem waist provides extra coverage Fabric: 4.3-oz 100% polyester jersey. Recyclable through the Common Threads Recycling Program Weight:(0 g 0 oz)Made in Vietnam.",
		"imageurl" : "https://images-na.ssl-images-amazon.com/images/I/81TUKtGSIcL._AC_SL1500_.jpg?auto=webp&optimize=high&quality=70&width=1440",
		"price" : 20,
		"date_created" : "2022-07-18 15:26:46.185304",
		"date_updated" : "2022-07-18 15:26:46.185304"
	},
	{
		"id" : 12,
		"description" : "This season we've increased the inseam length. Their casual fit, quick-drying water-repellent nylon and elasticized waistband with an internal drawstring remain the same as ever.",
		"name" : "Baggie shorts",
		"details" : "Recyclable through the Common Threads Recycling Program.Details:Quick-drying nylon with a DWR finish Elasticized waistband with internal drawstring; black mesh linerVertical on-seam side pockets for reduced drag in the water",
		"imageurl" : "https://www.insidehook.com/wp-content/uploads/2021/05/Baggies-Alt-Cover.jpg?resize=1200%2C630",
		"price" : 30,
		"date_created" : "2022-07-18 15:35:32.501457",
		"date_updated" : "2022-07-18 15:35:32.501457"
	},
	{
		"id" : 13,
		"description" : "Whenever you're at the junction of water and land, neutralize the sun's unforgiving rays with the wide brim and soft design of our versatile Beach Bucket.",
		"name" : "Beach bucket",
		"details" : "It has a durable, semi-rigid foam bill that is black underneath and casts refreshing 360-degree shade. The 6.8-oz 100% stretch-woven nylon fabric looks and feels like soft canvas, but provides water-shedding",
		"imageurl" : "https://thumbs.dreamstime.com/b/red-toy-beach-bucket-22566.jpg",
		"price" : 15,
		"date_created" : "2022-07-18 15:59:29.336362",
		"date_updated" : "2022-07-18 15:59:29.336362"
	},
	{
		"id" : 14,
		"description" : "June nights camped out in New Mexico's Navajo country are starry and cold. Layer up in the softest fleece we've spun to date.",
		"name" : "Better sweater jkt",
		"details" : " Made from high-performance, sweater-knit polyester fleece, the Better Sweater is warm as wool and technically proficient. The stand-up collar has a zipper garage, and handwarmer pockets keep your fingers cozy.",
		"imageurl" : "https://m.media-amazon.com/images/I/512ftPOb6dL._SR240,220_.jpg",
		"price" : 25,
		"date_created" : "2022-07-18 16:04:27.432462",
		"date_updated" : "2022-07-18 16:04:27.432462"
	},
	{
		"id" : 15,
		"description" : "Go forward where others cringe. Our Borderless Shorts are made for prying into the outer reaches of unnamed terrain. They have a light, breathable fabric that blends 95% nylon",
		"name" : "Borderless shorts-11 in.",
		"details" : "The DWR (durable water repellent) finish shrugs off water; built-in 40-UPF sun protection shades your legs in open country. Other features include a gusseted crotch to preserve mobility, two front pockets you can access while wearing a harness",
		"imageurl" : "https://cdn.fashiola.in/L92508739/h-m-shorts-nylon-cargo-shorts.jpg",
		"price" : 22,
		"date_created" : "2022-07-18 16:07:40.948418",
		"date_updated" : "2022-07-18 16:07:40.948418"
	},
	{
		"id" : 16,
		"description" : "One of summertime's gifts is the chance to freely traverse alpine country. These shorts let you make the most of the season. They're made from a soft, supple",
		"name" : "Borderless shorts-7 in.",
		"details" : "weave of 95% nylon (60% recycled) and 5% spandex mini ripstop to stretch with energetic moves and breathe for a cooling airflow. A gusseted crotch allows a wide range of motion and a partially elastic waist.",
		"imageurl" : "https://cdn.fashiola.in/L92508739/h-m-shorts-nylon-cargo-shorts.jpg",
		"price" : 220,
		"date_created" : "2022-07-18 16:09:45.089407",
		"date_updated" : "2022-07-18 16:09:45.089407"
	},
	{
		"id" : 17,
		"description" : "Besides its shade-casting prowess, the Bucket provides perfect eye cover after an extra-large fish taco fest. It's made from soft, fast-drying 100% nylon",
		"name" : "Bucket hat",
		"details" : "It also rolls into its own inside pocket.Details:Lightweight, fast-drying, easy-care fabricDWR finish sheds rain and ocean spray Crushable, 360-degree brim provides complete sun protection",
		"imageurl" : "https://eu.louisvuitton.com/images/is/image/lv/1/PP_VP_L/louis-vuitton-monogram-essential-bucket-hat-s00-hats-and-gloves--M78772_PM2_Front%20view.jpg",
		"price" : 345,
		"date_created" : "2022-07-18 16:13:27.303257",
		"date_updated" : "2022-07-18 16:13:27.303257"
	},
	{
		"id" : 18,
		"description" : "Spring skiing is as transient as the wind. Move fast, move light, and still stay dry with our lightest-weight Capilene performance baselayer. These bottoms wick perspiration, breathe, and dry quickly.",
		"name" : "Cap 1 bottoms",
		"details" : "Under a shell, they insulate without overheating. The waistband is brushed for softness, inseams are set forward to prevent chafe, and a gusseted crotch improves mobility. With a functional fly.",
		"imageurl" : "https://cdn.shopify.com/s/files/1/0536/3594/0515/products/ats-crop-front_600x.jpg?v=1648605777",
		"price" : 400,
		"date_created" : "2022-07-18 16:15:41.787689",
		"date_updated" : "2022-07-18 16:15:41.787689"
	},
	{
		"id" : 19,
		"description" : "On bivy or belay, the form-fitting Capilene 1 Boxer Briefs stay dry and comfortable. Made from 100% recycled polyester, the underwear excels at moisture-wicking and has Gladiodor natural odor control for the garment.",
		"name" : "Cap 1 boxer briefs",
		"details" : "Exposed elastic waistband is brushed for softness; the hem is coverstitched for a smooth glide beneath shorts or pants. Fully-functioning fly and supportive front panel keep you covered. 5 1/2 inseam (size M).",
		"imageurl" : "https://www.duluthtrading.com/dw/image/v2/BBNM_PRD/on/demandware.static/-/Sites-dtc-master-catalog/default/dw1cc0240e/images/large/81319_BLS.jpg?sw=1350&sh=1000&sm=fit",
		"price" : 330,
		"date_created" : "2022-07-18 16:18:06.816735",
		"date_updated" : "2022-07-18 16:18:06.816735"
	},
	{
		"id" : 20,
		"description" : "This tee is made from our lightest-weight Capilene fabric to achieve a harmonic balance between technical ability and slacker prowess. Designed for dry, cool comfort and sun protection, it's highly breathable and fast-drying and has a silky feel.",
		"name" : "Cap 1 graphic t-shirt",
		"details" : "With a rib-knit collar that's soft against the skin, raglan sleeves that reduce chafing under packs and a tuckable length. Sublimated graphics won't impede breathability.",
		"imageurl" : "https://www.themanual.com/wp-content/uploads/sites/9/2021/01/threadless-graphic-tshirt-brand-for-men.jpg?fit=800%2C800&p=1",
		"price" : 330,
		"date_created" : "2022-07-18 16:20:31.723353",
		"date_updated" : "2022-07-18 16:20:31.723353"
	},


	{
        "id":21,
        "name":"Cap 1 t-shirt ",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:24:08.493489",
        "description":"This tee is made from our lightest-weight Capilene fabric to achieve a harmonic balance between technical ability and slacker prowess.",
        "details":"Designed for dry, cool comfort and sun protection, it's highly breathable and fast-drying and has a silky feel. With a rib-knit collar that's soft against the skin, raglan sleeves that reduce chafing under packs and a tuckable length. Sublimated graphics won't impede breathability. Made from 3.7-oz 100% all-recycled polyester with Gladiodor natural odor control for the garment and 15-UPF sun protection. Recyclable through the Common Threads Recycling Program.Details:Silky soft Capilene 1 is the lightest of our technical baselayer fabrics. Fast-drying, highly breathable and sleek, it provides 15-UPF sun protection and can be worn either on its own or under layers in cooler temps .Rib-knit collar is soft against the skin.",     
        "imageurl":"https://ih1.redbubble.net/image.436219230.4074/ssrco,mens_premium_t_shirt,mens,fafafa:ca443f4786,front,square_product,x600-bg,f8f8f8.1u2.jpg",
        "price":500.0
    },

    {
        "id":22,
        "name":"Cap 2 t-shirt ",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:26:056.432249",
        "description":"This one revels in the sweat jamborees of hill climbs, ridge runs and desert singletrack under a resolute sun.",
        "details":"Made from the fastest-drying of our performance baselayer fabrics, it has an open knit that invites airflow and provides excellent wicking and exceptional breathability. When worn beneath layers, it's also insulative enough for chilly days.",
        "imageurl":"https://assets.myntassets.com/h_1440,q_100,w_1080/v1/assets/images/1714644/2017/3/8/11488965084803-Roadster-Pack-of-2-T-shirts-2641488965084463-1.jpg",
        "price":550.0
    },

    {
        "id":23,
        "name":"Cap 2 zip neck",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:29:34.552289",
        "description":"Designed for wet-then-chill pursuits like backcountry skiing, alpine climbing and mountain trekking, our fastest-drying performance baselayer will keep you cool during endurance activities in warmer temperatures, but also insulates when skies turn dark.",
        "details":" Its open knit invites airflow and provides excellent wicking and exceptional breathability.",
        "imageurl":"https://images.usoutdoor.com/usoutdoorstore/products/full/ptg-cap-2-lw-zip-neck7.jpg",
        "price":550.0
    },

    {
        "id":24,
        "name":"Cap 3 zip neck",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:31:22.453245",
        "description":"Capilene 3 provides excellent insulation and next-to-skin comfort for endurance activities in cool to cold conditions.",
        "details":"Its dense interior honeycomb construction is brushed for warmth, softness and compressibility, and a smooth jersey exterior glides readily beneath layers. Raglan sleeves and a single-piece shoulder panel merge out of the way of shoulder straps.",
        "imageurl":"https://cdn.fashiola.in/L93011511/asos-oversized-zip-up-hoodie-in.jpg",
        "price":600.0
    },

    {
        "id":25,
        "name":"Cap 4 bottoms",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:35:14.512234",
        "description":"For sufferfests like the Grand in January, a pair of these warm bottoms will add a bright side to your grief.",
        "details":"Our warmest synthetic performance baselayer, Capilene 4 fabric is stretchy and compressible. Its smooth jersey exterior glides easily beneath layers, and the cozy internal grid traps warmth, wicks moisture, and is highly breathable.",
        "imageurl":"https://eu.patagonia.com/dw/image/v2/BDJB_PRD/on/demandware.static/-/Sites-patagonia-master/default/dw9826ddf2/images/hi-res/43687_BLK.jpg?sw=350&sh=350&sfrm=png&q=95&bgcolor=f5f5f5",
        "price":650.0
    },

    {
        "id":26,
        "name":"City by the sea t-shirt",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:37:56.173526",
        "description":"Illustrating the renaissance of sea-inspired, community living, artist Geoff McFetridge's work adorns the City-By-The-Sea T-Shirt. Lightweight, 100% organic cotton fabric is ringspun for softness.",
        "details":"Taped shoulder seams prevent chafing. PVC- and phthalate-free inks are easier on the environment. ",
        "imageurl":"https://ih1.redbubble.net/image.815407130.6538/ssrco,classic_tee,womens,heather_grey,front_alt,square_product,600x600.u1.jpg",
        "price":700.0
    },

    {
        "id":27,
        "name":"Compound cargo pants - long",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:40:45.674322",
        "description":" The ultimate do-everything pants, built to withstand daily abuse. With cargo pockets modeled after vintage army blocks, our Compound Cargos are perfect for hitting the trail.",
        "details":" Additional pocketing includes two generous front drop-in and two rear with hidden button-flap closures.",
        "imageurl":"https://ih1.redbubble.net/image.815407130.6538/ssrco,classic_tee,womens,heather_grey,front_alt,square_product,600x600.u1.jpg",
        "price":750.0
    },

    {
        "id":28,
        "name":"Compound cargo pants - reg",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:45:33.534243",
        "description":"The ultimate do-everything pants, built to withstand daily abuse. With cargo pockets modeled after vintage army blocks, our Compound Cargos are perfect for hitting the trail.",
        "details":"Additional pocketing includes two generous front drop-in and two rear with hidden button-flap closures.Recyclable through the Common Threads Recycling Program. Made in Thailand.",
        "imageurl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQherCwjEji9qJ5VB-7MjNM_pOukUOBmYMArKDybm3pM4OdSeHr2WoWXBEBAV3DedUzhfA&usqp=CAU",
        "price":800.0
    },

    {
        "id":29,
        "name":"Continental shorts",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:47:45.764534",
        "description":"Wrinkle-resistant travel shorts that do what any great mountainside-to-museum garment should: wick moisture, dry quickly, and look sharp after successive days of use.",
        "details":"The Continentals deploy our classic Guide fabric - a tough, agile blend of 53% polyester and 47% nylon with a DWR (durable water repellent) finish. Details include drop-in front pockets and two cargo and two rear pockets.",
        "imageurl":"https://www.heddels.com/wp-content/uploads/2019/05/mister-freedom-continental-bermudas-white-back.jpg",
        "price":850.0
    },
    
    {
        "id":30,
        "name":"Cotton board shorts",
        "date_created" : null,
		"date_updated" : "2022-07-19 09:50:34.452311",
        "description":" A classic in fabric and form, the 5.6-oz 100% organic cotton brushed canvas of these board shorts provides lightweight durability in and out of the water, with a pattern inspired by plantation-era cane field workshirts.",
        "details":" A self-fabric waistband and flat-lying 2-button fly are cleanly styled, and the flapped patch pocket with metal button closure has double-needle stitched seams.",
        "imageurl":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-mTIcdECyBvoRjCTjd5w13e3WWuNrRqcLsQ&usqp=CAU",
        "price":900.0
    },


	{
		"id" : 31,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:42:18.293441",
		"description" : "Fully featured commuter backpack ensures that your life stays organized.",
		"name" : "Crosstown",
		"price" : 1500,
		"details" : "Inside its zippered main compartment,it features a suspended,self-adjusting padded laptop sleeve that handles a 15 to 17 laptop. A secondary zippered compartment opens to a portable office organizer system.",
		"imageurl" : "https://i5.walmartimages.com/asr/783ba518-2c65-4c2b-9d48-cd508bff17e7.b53665d01e617031f5f1ed467527ec0e.jpeg?odnWidth=612&odnHeight=612&odnBg=ffffff"
	},
	{
		"id" : 32,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:43:15.902677",
		"description" : "Our Custodian Pants are defined by their strong work ethic.",
		"name" : "Custodian pants-long",
		"price" : 1299,
		"details" : "They're made from a tough but comfortable 5.2-oz organic cotton canvas, with a flat front, generous wide-entry front pockets, welted back pockets, and a zip fly with button closure.",
		"imageurl" : "https://res.cloudinary.com/yerdle/image/upload/w_550,h_550,c_fit/v1545698476/production/partners/1/inventoryItem/210060/sjyd2e44jfgmx90wgr46.jpg"
	},
	{
		"id" : 33,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:43:54.865657",
		"description" : "This ultra-lightweight jacket is cut above the waist for serious wading.",
		"name" : "Deep wading jkt",
		"price" : 3999,
		"details" : "Its minimalist design has all you need from a waterproof/breathable fishing shell (and nothing more). In addition to a full-visibility hood, reversed StretchCoat cuffs and roomy, zippered fly box pockets, it now features fleece-lined handwarmer pockets.",
		"imageurl" : "https://th.bing.com/th/id/OIP.vRAP51zNXB3b_rbId_g2ggHaHa?pid=ImgDet&rs=1"
	},
	{
		"id" : 34,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:44:15.540364",
		"description" : "Our Delivery Shorts are built for all-day comfort and durability, with simple, practical style.",
		"name" : "Delivery shorts",
		"price" : 750,
		"details" : "Made from a blend of 65% all-recycled polyester and 35% organic cotton.Features include a flat front with offset side seams and a zip fly with button closure, generous wide-entry front pockets and welted back pockets.",
		"imageurl" : "https://www.80scasualclassics.co.uk/images/adidas-originals-retro-sports-swim-shorts-clear-sky-p15726-86323_image.jpg"
	},
	{
		"id" : 35,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:46:19.463078",
		"description" : "This comes packed with ultra-toasty 800-fill down that traps heat in alpine conditions.",
		"name" : "Down sweater vest",
		"price" : 750,
		"details" : "It has a minimalist design that practically floats, and is so compact it stuffs into its own stretch-mesh internal pocket.Superlight, windproof and water-resistant shell has high tear-strength ",
		"imageurl" : "https://th.bing.com/th/id/OIP.6bdTa-J1QyCuJf2h2yP34AHaHa?pid=ImgDet&rs=1"
	},
	{
		"id" : 36,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:46:44.034406",
		"description" : "The tee is made from 100% organic cotton fabric; PVC- and phthalate-free screen print inks are easier on the environment.",
		"name" : "Dragoons t-shirt",
		"price" : 589,
		"details" : "The lightweight tee has ringspun yarns and taped shoulder seams for a soft hand. Recyclable through the Common Threads Recycling Program.",
		"imageurl" : "https://th.bing.com/th/id/OIP.UWWG7GBtR6_Eo8Na3fV8ZAHaKz?pid=ImgDet&rs=1"
	},
	{
		"id" : 37,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:47:07.480295",
		"description" : "Essential wear for splitting logs, driving nails or applying a little more chewing gum to the crack in the U-joint.",
		"name" : "Duck pants-long",
		"price" : 1179,
		"details" : " Our classic do-alls come in a substantial but light and supple 8-oz organic cotton canvas. With style that is dictated by function, they have a flat front, slant side-entry front pockets and welted, button-through rear pockets.",
		"imageurl" : "https://th.bing.com/th/id/OIP.ZnfwI2P-Ni13b98RovrPJAHaNh?pid=ImgDet&rs=1"
	},
	{
		"id" : 38,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:47:35.562929",
		"description" : "Our Elias is made from a welcoming blend of 95% organic cotton and 5% spandex in an athletic, climbing cut.",
		"name" : "Elias fz sweatshirt",
		"price" : 1870,
		"details" : " The pockets rise above your harness and the stand-up neck adds a wind barrier to warm up an early season cragging session. The full-zip front makes it easy to take on and off between laps.",
		"imageurl" : "https://i.pinimg.com/originals/81/d0/63/81d0638859afbd4eb23f25e37c3e1f15.jpg"
	},
	{
		"id" : 39,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:47:56.409301",
		"description" : "It has a hospitable mix of 95% organic cotton with 5% spandex for suppleness on dynamic moves.",
		"name" : "Elias sweatshirt",
		"price" : 1650,
		"details" : "The dirtbagger's complete wardrobe - wear it bouldering, working the slack line, and setting up a bivy out of view of the ranger's probing eyes.keep your fingers warm and ready for crimping with the roomy kangaroo pouch pocket.",
		"imageurl" : "https://images-na.ssl-images-amazon.com/images/I/51zo5q2NqjL._UX679_.jpg"
	},
	{
		"id" : 40,
		"date_created" : null,
		"date_updated" : "2022-07-19 16:48:24.667477",
		"description" : " Made with 65% lightweight, breathable, all-recycled polyester and 35% organic cotton plain weave, the Fezz won't wrinkle in the tightest corner of your travel duffel.",
		"name" : "Fezzman shirt",
		"price" : 950,
		"details" : " Recyclable through the Common Threads Recycling Program.Lightweight breathable all-recycled polyester/organic cotton plain weave Single chest pocket.Modest tails.65% all-recycled polyester/35% organic cotton plain weave.",
		"imageurl" : "https://content.backcountry.com/images/items/900/PAT/PAT01U1/DRE.jpg"
	}
]
